Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# pindrop_is_ready_to_use_click_the_menu_bar_icon
source: Pindrop is ready to use. Click the menu bar icon to get started.
ar: Pindrop جاهز للاستخدام. انقر على أيقونة شريط القائمة للبدء.
bn: পিনড্রপ ব্যবহারের জন্য প্রস্তুত। শুরু করতে মেনু বার আইকনে ক্লিক করুন।
cs: Pindrop je připraven k použití. Začněte kliknutím na ikonu panelu nabídek.
da: Pindrop er klar til brug. Klik på menulinjeikonet for at komme i gang.
de: Pindrop ist bereit zur Verwendung. Klicken Sie auf das Menüleisten-Symbol, um zu beginnen.
el: Το Pindrop είναι έτοιμο για χρήση. Κάντε κλικ στο εικονίδιο της γραμμής μενού για να ξεκινήσετε.
es: Pindrop está listo para usar. Haz clic en el icono de la barra de menús para empezar.
fi: Pindrop on käyttövalmis. Aloita napsauttamalla valikkopalkin kuvaketta.
fr: Pindrop est prêt à être utilisé. Cliquez sur l'icône de la barre de menus pour commencer.
he: Pindrop מוכן לשימוש. לחץ על סמל שורת התפריטים כדי להתחיל.
hi: पिनड्रॉप उपयोग के लिए तैयार है। आरंभ करने के लिए मेनू बार आइकन पर क्लिक करें।
hu: Pindrop használatra kész. A kezdéshez kattintson a menüsor ikonjára.
id: Pindrop siap digunakan. Klik ikon bilah menu untuk memulai.
it: Pindrop è pronto per l'uso. Fare clic sull'icona della barra dei menu per iniziare.
ja: ピンドロップを使用する準備ができました。 メニューバーのアイコンをクリックして開始します。
ko: 핀드롭을 사용할 준비가 되었습니다. 시작하려면 메뉴 표시줄 아이콘을 클릭하세요.
ms: Pindrop sedia untuk digunakan. Klik ikon bar menu untuk bermula.
nb: Pindrop er klar til bruk. Klikk på menylinjeikonet for å komme i gang.
nl: Pindrop is klaar voor gebruik. Klik op het menubalkpictogram om aan de slag te gaan.
pl: Pindrop jest gotowy do użycia. Kliknij ikonę paska menu, aby rozpocząć.
pt_br: O Pindrop está pronto para uso. Clique no ícone da barra de menu para começar.
ro: Pindrop este gata de utilizare. Faceți clic pe pictograma barei de meniu pentru a începe.
ru: Пиндроп готов к использованию. Нажмите значок в строке меню, чтобы начать.
sv: Pindrop är redo att användas. Klicka på menyradens ikon för att komma igång.
th: พินดรอปพร้อมใช้งานแล้ว คลิกไอคอนแถบเมนูเพื่อเริ่มต้น
tr: Pindrop kullanıma hazırdır. Başlamak için menü çubuğu simgesini tıklayın.
uk: Pindrop готовий до використання. Щоб розпочати, натисніть значок панелі меню.
vi: Pindrop đã sẵn sàng để sử dụng. Nhấp vào biểu tượng thanh menu để bắt đầu.
zh_hans: Pindrop 已准备好使用。 点击菜单栏图标开始使用。
zh_hant: Pindrop 已準備好使用。 點選選單欄圖示開始使用。

# pindrop_is_ready_to_use_nclick_the_menu_bar_icon
source: Pindrop is ready to use.nClick the menu bar icon to get started.
ar: Pindrop جاهز للاستخدام. انقر فوق رمز شريط القائمة للبدء.
bn: Pindrop ব্যবহার করার জন্য প্রস্তুত। শুরু করতে মেনু বার আইকনে ক্লিক করুন।
cs: Pindrop je připraveno k použití.nZačněte kliknutím na ikonu na liště nabídek.
da: Pindrop er klar til brug.nKlik på menulinjeikonet for at komme i gang.
de: Pindrop ist bereit zur Verwendung.nKlicken Sie auf das Menüleisten-Symbol, um zu beginnen.
el: Το Pindrop είναι έτοιμο για χρήση. nΚάντε κλικ στο εικονίδιο της γραμμής μενού για να ξεκινήσετε.
fi: Pindrop on valmis käytettäväksi.nAloita napsauttamalla valikkopalkin kuvaketta.
fr: Pindrop est prêt à être utilisé.nCliquez sur l'icône de la barre de menus pour commencer.
he: Pindrop מוכן לשימוש. nלחץ על סמל שורת התפריטים כדי להתחיל.
hi: पिनड्रॉप उपयोग के लिए तैयार है। आरंभ करने के लिए मेनू बार आइकन पर क्लिक करें।
hu: A Pindrop használatra kész.nKattintson a menüsor ikonjára a kezdéshez.
id: Pindrop siap digunakan.nKlik ikon bilah menu untuk memulai.
it: Pindrop è pronto per l'uso.nFai clic sull'icona della barra dei menu per iniziare.
ja: Pindrop を使用する準備ができました。nメニュー バーのアイコンをクリックして開始します。
ko: Pindrop을 사용할 준비가 되었습니다.n시작하려면 메뉴 표시줄 아이콘을 클릭하세요.
ms: Pindrop sedia untuk digunakan.nKlik ikon bar menu untuk bermula.
nb: Pindrop er klar til bruk.nKlikk på menylinjeikonet for å komme i gang.
nl: Pindrop is klaar voor gebruik.nKlik op het menubalkpictogram om aan de slag te gaan.
pl: Pindrop jest gotowy do użycia. Kliknij ikonę na pasku menu, aby rozpocząć.
pt_br: O Pindrop está pronto para uso.nClique no ícone da barra de menu para começar.
ro: Pindrop este gata de utilizare.n Faceți clic pe pictograma barei de meniu pentru a începe.
ru: Pindrop готов к использованию. Чтобы начать работу, щелкните значок в строке меню.
sv: Pindrop är redo att användas.nKlicka på menyradens ikon för att komma igång.
th: Pindrop พร้อมใช้งานแล้วคลิกไอคอนแถบเมนูเพื่อเริ่มต้น
tr: Pindrop kullanıma hazır.nBaşlamak için menü çubuğu simgesine tıklayın.
uk: Pindrop готовий до використання.nНатисніть піктограму панелі меню, щоб розпочати.
vi: Pindrop đã sẵn sàng để sử dụng.nNhấp vào biểu tượng thanh menu để bắt đầu.
zh_hans: Pindrop 已准备好使用。n点击菜单栏图标开始使用。
zh_hant: Pindrop 已準備好使用。n點選選單欄圖示開始使用。

# pindrop_is_transcribing_only_your_microphone_the
source: Pindrop is transcribing only your microphone. The call audio is in the finished note.
ar: ينسخ Pindrop صوت الميكروفون فقط. صوت المكالمة موجود في الملاحظة النهائية.
bn: Pindrop শুধু আপনার মাইক্রোফোন প্রতিলিপি করছে। কলের অডিও চূড়ান্ত নোটে থাকবে।
cs: Pindrop přepisuje jen váš mikrofon. Zvuk hovoru je v hotové poznámce.
da: Pindrop transskriberer kun din mikrofon. Opkaldslyden er med i den færdige note.
de: Pindrop transkribiert nur Ihr Mikrofon. Das Anruf-Audio steht in der fertigen Notiz.
el: Το Pindrop απομαγνητοφωνεί μόνο το μικρόφωνό σας. Ο ήχος της κλήσης βρίσκεται στην τελική σημείωση.
es: Pindrop solo transcribe tu micrófono. El audio de la llamada está en la nota final.
fi: Pindrop litteroi vain mikrofonisi. Puhelun ääni on valmiissa muistiinpanossa.
fr: Pindrop ne transcrit que votre micro. L'audio de l'appel se trouve dans la note finale.
he: כרגע Pindrop מתמלל רק את המיקרופון שלכם. אודיו השיחה נמצא בפתק המוגמר.
hi: Pindrop केवल आपके माइक्रोफ़ोन का प्रतिलेखन कर रहा है। कॉल का ऑडियो तैयार नोट में रहेगा।
hu: A Pindrop csak az Ön mikrofonját írja át. A hívás hangja az elkészült jegyzetbe kerül.
id: Pindrop hanya mentranskripsi mikrofon Anda. Audio panggilan ada di catatan akhir.
it: Pindrop trascrive solo il tuo microfono. L'audio della chiamata è nella nota finale.
ja: Pindrop はマイクの音声だけを文字起こししています。通話の音声は完成したメモに入ります。
ko: Pindrop이 마이크만 전사하고 있습니다. 통화 오디오는 완성된 메모에 담깁니다.
ms: Pindrop hanya mentranskrip mikrofon anda. Audio panggilan ada dalam nota akhir.
nb: Pindrop transkriberer bare mikrofonen din. Samtalelyden er med i det ferdige notatet.
nl: Pindrop transcribeert alleen je microfoon. De gespreksaudio staat in de voltooide notitie.
pl: Pindrop przepisuje tylko twój mikrofon. Dźwięk rozmowy znajdzie się w gotowej notatce.
pt_br: O Pindrop está transcrevendo só o seu microfone. O áudio da chamada está na nota final.
ro: Pindrop transcrie doar microfonul dvs. Sunetul apelului se află în notița finală.
ru: Pindrop расшифровывает только ваш микрофон. Звук звонка попадёт в готовую заметку.
sv: Pindrop transkriberar bara din mikrofon. Samtalsljudet finns i den färdiga anteckningen.
th: Pindrop ถอดเสียงเฉพาะไมโครโฟนของคุณ เสียงการโทรจะอยู่ในโน้ตฉบับสมบูรณ์
tr: Pindrop yalnızca mikrofonunuzu yazıya döküyor. Çağrı sesi tamamlanan notta yer alıyor.
uk: Pindrop розшифровує лише ваш мікрофон. Звук дзвінка буде в готовій нотатці.
vi: Pindrop chỉ chép lời micrô của bạn. Âm thanh cuộc gọi nằm trong ghi chú hoàn chỉnh.
zh_hans: Pindrop 只转写你的麦克风。通话声音会在完成的笔记里。
zh_hant: Pindrop 只轉寫你的麥克風。通話聲音會在完成的筆記裡。

# pindrop_needs_a_few_permissions_to_work_nyour_pr
source: Pindrop needs a few permissions to work.nYour privacy is always respected.
ar: يحتاج Pindrop إلى بعض الأذونات للعمل. خصوصيتك تُحترم دائمًا.
bn: Pindrop-এর কাজ করার জন্য কিছু অনুমতির প্রয়োজন৷ আপনার গোপনীয়তা সর্বদা সম্মান করা হয়৷
cs: Pindrop npotřebuje několik oprávněníns, aby fungovalo.nVaše soukromí je vždy respektováno.
da: Pindrop har brug for et par tilladelser for at fungere.nDit privatliv respekteres altid.
de: Pindrop benötigt einige Berechtigungen, um zu funktionieren.nIhre Privatsphäre wird immer respektiert.
el: Το Pindrop χρειάζεται μερικές άδειες για να λειτουργήσει. nΤο απόρρητό σας είναι πάντα σεβαστό.
fi: Pindrop tarvitsee muutaman käyttöoikeuden toimiakseen.nYksityisyyttäsi kunnioitetaan aina.
fr: Pindrop a besoin de quelques autorisations pour fonctionner.nVotre vie privée est toujours respectée.
he: Pindrop זקוק לכמה הרשאות כדי לעבוד. nהפרטיות שלך תמיד מכבדת.
hi: पिनड्रॉप को काम करने के लिए कुछ अनुमतियों की आवश्यकता होती है। आपकी गोपनीयता का हमेशा सम्मान किया जाता है।
hu: A Pindrop működéséhez néhány engedélyre van szüksége.nA magánéletét mindig tiszteletben tartják.
id: Pindrop memerlukan beberapa izin untuk bekerja.nPrivasi Anda selalu dihormati.
it: Pindrop necessita di alcune autorizzazioni per funzionare. La tua privacy è sempre rispettata.
ja: Pindrop が動作するには、いくつかの権限が必要です。nあなたのプライバシーは常に尊重されます。
ko: Pindrop이 작동하려면 몇 가지 권한이 필요합니다.n귀하의 개인 정보는 항상 존중됩니다.
ms: Pindrop memerlukan beberapa kebenaran untuk berfungsi.nPrivasi anda sentiasa dihormati.
nb: Pindrop trenger noen få tillatelser for å fungere.nPersonvernet ditt blir alltid respektert.
nl: Pindrop heeft een aantal machtigingen nodig om te kunnen werken.nUw privacy wordt altijd gerespecteerd.
pl: Pindrop potrzebuje kilku uprawnień do działania. Twoja prywatność jest zawsze szanowana.
pt_br: Pindrop precisa de algumas permissões para funcionar.nSua privacidade é sempre respeitada.
ro: Pindrop are nevoie de câteva permisiuni pentru a funcționa.nConfidențialitatea dvs. este întotdeauna respectată.
ru: Для работы Pindrop требуется несколько разрешений. nВаша конфиденциальность всегда соблюдается.
sv: Pindrop behöver några behörigheter för att fungera.nDin integritet respekteras alltid.
th: Pindrop ต้องการการอนุญาตเล็กน้อยในการทำงาน ความเป็นส่วนตัวของคุณได้รับการเคารพเสมอ
tr: Pindrop'un çalışması için birkaç izne ihtiyacı var.nGizliliğinize her zaman saygı gösterilir.
uk: Pindrop потребує кількох дозволів для роботи.nВаша конфіденційність завжди поважається.
vi: Pindrop cần một số quyền để hoạt động. Quyền riêng tư của bạn luôn được tôn trọng.
zh_hans: Pindrop 需要一些权限才能工作。n您的隐私始终受到尊重。
zh_hant: Pindrop 需要一些許可權才能工作。n您的隱私始終受到尊重。

# pindrop_needs_a_few_permissions_to_work_your_pri
source: Pindrop needs a few permissions to work. Your privacy is always respected.
ar: يحتاج Pindrop إلى بعض الأذونات للعمل. خصوصيتك تحترم دائما.
bn: Pindrop কাজ করার জন্য কিছু অনুমতি প্রয়োজন. আপনার গোপনীয়তা সবসময় সম্মান করা হয়.
cs: Pindrop potřebuje k práci několik oprávnění. Vaše soukromí je vždy respektováno.
da: Pindrop har brug for et par tilladelser for at fungere. Dit privatliv respekteres altid.
de: Pindrop benötigt einige Berechtigungen, um zu funktionieren. Ihre Privatsphäre wird immer respektiert.
el: Το Pindrop χρειάζεται μερικά δικαιώματα για να λειτουργήσει. Το απόρρητό σας τηρείται πάντα.
es: Pindrop necesita algunos permisos para funcionar. Tu privacidad siempre se respeta.
fi: Pindrop tarvitsee muutaman käyttöoikeuden toimiakseen. Yksityisyyttäsi kunnioitetaan aina.
fr: Pindrop a besoin de quelques autorisations pour fonctionner. Votre vie privée est toujours respectée.
he: Pindrop זקוק לכמה הרשאות כדי לעבוד. הפרטיות שלך תמיד מכבדת.
hi: पिनड्रॉप को काम करने के लिए कुछ अनुमतियों की आवश्यकता है। आपकी निजता का हमेशा सम्मानीय है।
hu: A Pindrop működéséhez néhány engedélyre van szüksége. Az Ön személyes adatait mindig tiszteletben tartják.
id: Pindrop memerlukan beberapa izin agar dapat berfungsi. Privasi Anda selalu dihormati.
it: Pindrop necessita di alcune autorizzazioni per funzionare. La tua privacy è sempre rispettata.
ja: Pindrop が動作するには、いくつかの権限が必要です。 あなたのプライバシーは常に尊重されます。
ko: Pindrop이 작동하려면 몇 가지 권한이 필요합니다. 귀하의 개인 정보는 항상 존중됩니다.
ms: Pindrop memerlukan beberapa kebenaran untuk berfungsi. Privasi anda sentiasa dihormati.
nb: Pindrop trenger noen få tillatelser for å fungere. Personvernet ditt blir alltid respektert.
nl: Pindrop heeft een paar machtigingen nodig om te werken. Uw privacy wordt altijd gerespecteerd.
pl: Pindrop potrzebuje kilku uprawnień do działania. Twoja prywatność jest zawsze szanowana.
pt_br: Pindrop precisa de algumas permissões para funcionar. Sua privacidade é sempre respeitada.
ro: Pindrop are nevoie de câteva permisiuni pentru a funcționa. Intimitatea ta este întotdeauna respectată.
ru: Для работы Pindrop требуется несколько разрешений. Ваша конфиденциальность всегда соблюдается.
sv: Pindrop behöver några behörigheter för att fungera. Din integritet respekteras alltid.
th: Pindrop ต้องการสิทธิ์บางอย่างในการทำงาน ความเป็นส่วนตัวของคุณได้รับการเคารพเสมอ
tr: Pindrop'un çalışması için birkaç izne ihtiyacı var. Gizliliğinize her zaman saygı duyulur.
uk: Pindrop потребує кількох дозволів для роботи. Ваша конфіденційність завжди поважається.
vi: Pindrop cần một số quyền để hoạt động. Sự riêng tư của bạn luôn được tôn trọng.
zh_hans: Pindrop 需要一些权限才能工作。 您的隐私始终受到尊重。
zh_hant: Pindrop 需要一些許可權才能工作。 您的隱私始終受到尊重。

# pindrop_needs_accessibility_permission_to_insert
source: "" Pindrop needs Accessibility permission to insert text at your cursor. To grant permission: 1. Click "Open System Settings" below 2. Click the + button 3. Navigate to the app shown in Finder 4. Restart Pindrop after granting permission Without this permission, text will only be copied to your clipboard. ""
ar: " "يحتاج Pindrop إلى إذن الوصول لإدراج نص في المؤشر. لمنح الإذن: 1. انقر فوق "فتح إعدادات النظام" أدناه 2. انقر فوق الزر + 3. انتقل إلى التطبيق الموضح في Finder 4. أعد تشغيل Pindrop بعد منح الإذن. بدون هذا الإذن، سيتم نسخ النص إلى الحافظة الخاصة بك فقط. ""
bn: " আপনার কার্সারে পাঠ্য সন্নিবেশ করার জন্য পিনড্রপের অ্যাক্সেসিবিলিটি অনুমতির প্রয়োজন৷ অনুমতি দেওয়ার জন্য: 1. নীচে "ওপেন সিস্টেম সেটিংস" ক্লিক করুন 2. + বোতামে ক্লিক করুন 3. ফাইন্ডারে দেখানো অ্যাপে নেভিগেট করুন 4. অনুমতি দেওয়ার পরে পিনড্রপ পুনরায় চালু করুন এই অনুমতি ছাড়া, পাঠ্য শুধুমাত্র আপনার ক্লিপবোর্ডে অনুলিপি করা হবে৷ "
cs: "" Pindrop potřebuje oprávnění pro usnadnění přístupu, aby mohl vložit text na váš kurzor. Udělení oprávnění: 1. Klikněte na „Otevřít nastavení systému“ níže 2. Klikněte na tlačítko + 3. Přejděte do aplikace zobrazené ve Finderu 4. Po udělení oprávnění restartujte Pindrop Bez tohoto oprávnění bude text zkopírován pouze do vaší schránky. ""
da: \"\" Pindrop har brug for tilgængelighedstilladelse for at indsætte tekst ved din markør. Sådan giver du tilladelse: 1. Klik på \"Åbn systemindstillinger\" nedenfor 2. Klik på knappen + 3. Naviger til appen vist i Finder 4. Genstart Pindrop efter at have givet tilladelse Uden denne tilladelse vil tekst kun blive kopieret til din udklipsholder. \"\"
de: "" Pindrop benötigt die Bedienungshilfen-Berechtigung, um Text an Ihrem Cursor einzufügen. So erteilen Sie die Berechtigung: 1. Klicken Sie unten auf "Systemeinstellungen öffnen" 2. Klicken Sie auf die + Schaltfläche 3. Navigieren Sie zur im Finder angezeigten App 4. Starten Sie Pindrop nach Erteilung der Berechtigung neu Ohne diese Berechtigung wird Text nur in Ihre Zwischenablage kopiert. ""
el: "" Το Pindrop χρειάζεται άδεια προσβασιμότητας για να εισαγάγει κείμενο στον κέρσορα σας. Για να εκχωρήσετε άδεια: 1. Κάντε κλικ στο "Άνοιγμα ρυθμίσεων συστήματος" παρακάτω 2. Κάντε κλικ στο κουμπί + 3. Μεταβείτε στην εφαρμογή που εμφανίζεται στο Finder 4. Επανεκκινήστε το Pindrop μετά τη χορήγηση άδειας Χωρίς αυτήν την άδεια, το κείμενο θα αντιγραφεί μόνο στο πρόχειρό σας. ""
fi: "" Pindrop tarvitsee esteettömyysoikeuden lisätäkseen tekstiä kohdistimeen. Luvan myöntäminen: 1. Napsauta "Avaa järjestelmäasetukset" alla. 2. Napsauta +-painiketta 3. Siirry Finderissa näkyvään sovellukseen 4. Käynnistä Pindrop uudelleen luvan myöntämisen jälkeen Ilman tätä lupaa teksti kopioidaan vain leikepöydällesi. ""
fr: "" Pindrop a besoin de l'autorisation d'accessibilité pour insérer du texte à votre curseur. Pour accorder l'autorisation : 1. Cliquez sur "Ouvrir les Paramètres Système" ci-dessous 2. Cliquez sur le bouton + 3. Naviguez vers l'app affichée dans Finder 4. Redémarrez Pindrop après avoir accordé l'autorisation Sans cette autorisation, le texte sera uniquement copié dans votre presse-papiers. ""
he: "" Pindrop זקוק להרשאת נגישות כדי להוסיף טקסט ליד הסמן. כדי להעניק הרשאה: 1. לחץ על "פתח הגדרות מערכת" למטה 2. לחץ על כפתור + 3. נווט אל האפליקציה המוצגת ב-Finder 4. הפעל מחדש את Pindrop לאחר מתן הרשאה ללא הרשאה זו, הטקסט יועתק רק ללוח שלך. ""
hi: "" पिनड्रॉप को आपके कर्सर पर टेक्स्ट डालने के लिए एक्सेसिबिलिटी अनुमति की आवश्यकता है। अनुमति देने के लिए: 1. नीचे "ओपन सिस्टम सेटिंग्स" पर क्लिक करें 2. + बटन पर क्लिक करें 3. फाइंडर में दिखाए गए ऐप पर नेविगेट करें 4. अनुमति देने के बाद पिनड्रॉप को पुनरारंभ करें इस अनुमति के बिना, टेक्स्ट केवल आपके क्लिपबोर्ड पर कॉपी किया जाएगा। ""
hu: "" A Pindrop kisegítő lehetőségeket igényel, hogy szöveget illesszen be a kurzorba. Engedély megadása: 1. Kattintson az alábbi "Rendszerbeállítások megnyitása" lehetőségre. 2. Kattintson a + gombra 3. Navigáljon a Finderben látható alkalmazáshoz 4. Indítsa újra a Pindrop alkalmazást az engedély megadása után Ezen engedély nélkül a szöveg csak a vágólapra kerül. ""
id: "" Pindrop memerlukan izin Aksesibilitas untuk menyisipkan teks pada kursor Anda. Untuk memberikan izin: 1. Klik "Buka Pengaturan Sistem" di bawah 2. Klik tombol + 3. Navigasikan ke aplikasi yang ditampilkan di Finder 4. Mulai ulang Pindrop setelah memberikan izin Tanpa izin ini, teks hanya akan disalin ke papan klip Anda. ""
it: "" Pindrop necessita dell'autorizzazione di accessibilità per inserire testo in corrispondenza del cursore. Per concedere l'autorizzazione: 1. Fai clic su "Apri Impostazioni di sistema" di seguito 2. Fai clic sul pulsante + 3. Passa all'app mostrata nel Finder 4. Riavvia Pindrop dopo aver concesso l'autorizzazione Senza questa autorizzazione, il testo verrà solo copiato negli appunti. ""
ja: "" Pindrop では、カーソル位置にテキストを挿入するにはアクセシビリティ権限が必要です。 権限を付与するには: 1. 下の「システム設定を開く」をクリックします。 2. + ボタンをクリックします。 3. Finder に表示されているアプリに移動します。 4. 権限を付与した後、Pindrop を再起動します。 この権限がないと、テキストはクリップボードにコピーされるだけです。 「」
ko: "" Pindrop이 커서에 텍스트를 삽입하려면 접근성 권한이 필요합니다. 권한을 부여하려면: 1. 아래의 "시스템 설정 열기"를 클릭합니다. 2. + 버튼을 클릭합니다. 3. Finder에 표시된 앱으로 이동합니다. 4. 권한 부여 후 Pindrop을 다시 시작합니다. 이 권한이 없으면 텍스트가 클립보드에만 복사됩니다. ""
ms: "" Pindrop memerlukan kebenaran Kebolehaksesan untuk memasukkan teks pada kursor anda. Untuk memberikan kebenaran: 1. Klik "Buka Tetapan Sistem" di bawah 2. Klik butang + 3. Navigasi ke apl yang ditunjukkan dalam Finder 4. Mulakan semula Pindrop selepas memberikan kebenaran Tanpa kebenaran ini, teks hanya akan disalin ke papan keratan anda. ""
nb: "" Pindrop trenger tilgangstillatelse for å sette inn tekst ved markøren. For å gi tillatelse: 1. Klikk "Åpne systeminnstillinger" nedenfor 2. Klikk på +-knappen 3. Naviger til appen vist i Finder 4. Start Pindrop på nytt etter å ha gitt tillatelse Uten denne tillatelsen vil teksten bare bli kopiert til utklippstavlen din. ""
nl: "" Pindrop heeft toegankelijkheidstoestemming nodig om tekst bij uw cursor in te voegen. Om toestemming te verlenen: 1. Klik hieronder op "Systeeminstellingen openen" 2. Klik op de knop + 3. Navigeer naar de app die wordt weergegeven in Finder 4. Start Pindrop opnieuw op nadat u toestemming hebt verleend Zonder deze toestemming wordt tekst alleen naar uw klembord gekopieerd. ""
pl: Pindrop potrzebuje uprawnienia Dostępności, aby wstawiać tekst w miejscu kursora. Aby je przyznać: 1. Kliknij poniżej „Otwórz Ustawienia systemowe”. 2. Kliknij przycisk +. 3. Wybierz aplikację wyświetloną w Finderze. 4. Po przyznaniu uprawnienia uruchom ponownie Pindrop. Bez tego uprawnienia tekst będzie tylko kopiowany do schowka.
pt_br: "" Pindrop precisa de permissão de acessibilidade para inserir texto no cursor. Para conceder permissão: 1. Clique em "Abrir configurações do sistema" abaixo 2. Clique no botão + 3. Navegue até o aplicativo mostrado no Finder 4. Reinicie o Pindrop após conceder permissão Sem essa permissão, o texto só será copiado para sua área de transferência. ""
ro: „” Pindrop are nevoie de permisiunea de accesibilitate pentru a insera text la cursor. Pentru a acorda permisiunea: 1. Faceți clic pe „Open System Settings” de mai jos 2. Faceți clic pe butonul + 3. Navigați la aplicația afișată în Finder 4. Reporniți Pindrop după acordarea permisiunii Fără această permisiune, textul va fi copiat numai în clipboard. ""
ru: "" Pindrop требуется разрешение на доступ к специальным возможностям, чтобы вставлять текст под курсором. Чтобы предоставить разрешение: 1. Нажмите «Открыть настройки системы» ниже. 2. Нажмите кнопку «+». 3. Перейдите к приложению, показанному в Finder. 4. Перезапустите Pindrop после предоставления разрешения. Без этого разрешения текст будет копироваться только в буфер обмена. ""
sv: "" Pindrop behöver tillgänglighetsbehörighet för att infoga text vid markören. För att bevilja behörighet: 1. Klicka på "Öppna systeminställningar" nedan 2. Klicka på +-knappen 3. Navigera till appen som visas i Finder 4. Starta om Pindrop efter att du har beviljat behörighet Utan denna behörighet kommer text bara att kopieras till ditt urklipp. ""
th: "" Pindrop ต้องการสิทธิ์การเข้าถึงเพื่อแทรกข้อความที่เคอร์เซอร์ของคุณ หากต้องการให้สิทธิ์: 1. คลิก "เปิดการตั้งค่าระบบ" ด้านล่าง 2. คลิกปุ่ม + 3. ไปที่แอปที่แสดงใน Finder 4. รีสตาร์ท Pindrop หลังจากให้สิทธิ์ หากไม่ได้รับสิทธิ์นี้ ข้อความจะถูกคัดลอกไปยังคลิปบอร์ดของคุณเท่านั้น ""
tr: "" Pindrop'un imlecinize metin ekleyebilmesi için Erişilebilirlik iznine ihtiyacı var. İzin vermek için: 1. Aşağıdaki "Sistem Ayarlarını Aç"ı tıklayın 2. + düğmesini tıklayın 3. Finder'da gösterilen uygulamaya gidin 4. İzin verdikten sonra Pindrop'u yeniden başlatın Bu izin olmadan, metin yalnızca panonuza kopyalanacaktır. ""
uk: "" Для вставлення тексту під курсором Pindrop потрібен дозвіл на доступність. Щоб надати дозвіл: 1. Натисніть «Відкрити налаштування системи» нижче 2. Натисніть кнопку + 3. Перейдіть до програми, яка відображається у Finder 4. Перезапустіть Pindrop після надання дозволу. Без цього дозволу текст буде скопійовано лише в буфер обміну. ""
vi: "" Pindrop cần có quyền Trợ năng để chèn văn bản vào con trỏ của bạn. Để cấp quyền: 1. Nhấp vào "Mở cài đặt hệ thống" bên dưới 2. Nhấp vào nút + 3. Điều hướng đến ứng dụng được hiển thị trong Finder 4. Khởi động lại Pindrop sau khi cấp quyền Nếu không có quyền này, văn bản sẽ chỉ được sao chép vào khay nhớ tạm của bạn. ""
zh_hans: "" Pindrop 需要辅助功能权限才能在您的光标处插入文本。 授予权限： 1. 点击下方"打开系统设置" 2. 点击 + 按钮 3. 导航到 Finder 中显示的应用 4. 授予权限后重新启动 Pindrop 没有此权限，文本将只复制到您的剪贴板。 ""
zh_hant: "" Pindrop 需要輔助功能許可權才能在您的游標處插入文字。 授予許可權： 1. 點選下方"開啟系統設定" 2. 點選 + 按鈕 3. 導航到 Finder 中顯示的應用 4. 授予許可權後重新啟動 Pindrop 沒有此許可權，文字將只複製到您的剪貼簿。 ""
